Repository: gonadarian/kagen
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: English
sr_latn: srpski

source: Content
sr_latn: Sadržaj

source: Videos
sr_latn: Snimci

source: Video
sr_latn: Snimak

source: List of all Videos
sr_latn: Spisak svih snimaka

source: Subjects
sr_latn: Predmeti

source: Subject
sr_latn: Predmet

source: Topic
sr_latn: Oblast

source: Tutorial
sr_latn: Vodič

source: Tutorials
sr_latn: Vodiči

source: Subtopic
sr_latn: Tema

source: Khan Academy Serbian
sr_latn: Khan Akademija na srpskom

source: Khan Academy
sr_latn: Khan Akademija

source: Our mission is a free world-class education for anyone anywhere.
sr_latn: Naša misija je pružanje slobodnog obrazovanja najvišeg nivoa svima, svugde.

source: Join us! Let's translate to Serbian together!
sr_latn: Pridružite nam se! Prevodite zajedno sa nama na srpski jezik!

source: Translating Khan Academy education content to Serbian language.
sr_latn: Prevođenje obrazovnih materijala Khan Akademije na srpski jezik.

source: Meet Khan Academy
sr_latn: Upoznajte Khan Akademiju

source: Translation Progress Report
sr_latn: Izveštaj o prevođenju

source: Coach Resources
sr_latn: Resursi za trenere

source: Humanities
sr_latn: Društvene nauke

source: Math
sr_latn: Matematika

source: Science & Economics
sr_latn: Nauka i ekonomija

source: Talks and Interviews
sr_latn: Razgovori i intervjui

source: Test Prep
sr_latn: Pripreme za testove

source: Return to home page
sr_latn: Povratak na početnu stranicu

source: Ellipses
sr_latn: Elipse

source: Functions
sr_latn: Funckije

source: Contact us
sr_latn: Kontaktirajte nas

source: Subscribe for mailing list
sr_latn: Prijavite se na mejling listu

source: Visit Facebook page
sr_latn: Posetite Facebook stranicu

source: Visit Google+ page
sr_latn: Posetite Google+ stranicu

source: Start translating
sr_latn: Počnite sa prevođenjem

source: Report generated at
sr_latn: Izveštaj generisan u

source: Mailing list
sr_latn: Mejling lista

source: Contact
sr_latn: Kontakt

source: E-mail
sr_latn: I-mejl

source: Translating
sr_latn: Prevođenje

source: Twitter
sr_latn: Tviter

source: Google+
sr_latn: Gugl+

source: Facebook
sr_latn: Fejsbuk

source: Jump to subject
sr_latn: Skoči na predmet

source: Subtopic Report
sr_latn: Izveštaj za oblast

source: Tutorial Report
sr_latn: Izveštaj za vodič
