Repository: gonadarian/kagen
Catalog: locale/*/LC_MESSAGES/site.po
Languages: de, sr

source: Our mission is a free world-class education for anyone anywhere.
de: Unser Auftrag: eine erstklassige Bildung für jeden, überall.
sr: Наша мисија је пружање слободног образовања највишег нивоа свима, свугде.

source: Join us! Let's translate to Serbian together!
de: Mach mit! Lass uns gemeinsam ins Deutsche übersetzen!
sr: Придружите нам се! Преводите заједно са нама на српски језик!

source: Khan Academy Serbian
de: Khan Academy Deutsch
sr: Кхан Академија на српском

source: Translating Khan Academy education content to Serbian language.
de: Übersetzen der Lerninhalte der Khan Academy ins Deutsche.
sr: Превођење образовних материјала Кхан Академије на српски језик.

source: Return to home page
de: Zur Startseite
sr: Повратак на почетну страницу

source: Twitter
sr: Твитер

source: Google+
sr: Гугл+

source: Facebook
sr: Фејсбук

source: Khan Academy
sr: Кхан Академија

source: Report generated at
de: Bericht erstellt am
sr: Извештај генерисан у

source: Contact us
de: Schreib' uns
sr: Контактирајте нас

source: Contact
de: Kontakt
sr: Контакт

source: E-mail
sr: И-мејл

source: Subscribe for mailing list
de: Melde dich in unserer Mailingliste an
sr: Пријавите се на мејлинг листу

source: Мailing list
de: Mailingliste
sr: Mејлинг листa

source: Visit Facebook page
de: Besuche uns auf Facebook
sr: Посетите Фејсбук страницу

source: Visit Google+ page
de: Besuche uns auf Google+
sr: Посетите Гугл+ страницу

source: Start translating
de: Mit dem Übersetzen anfangen
sr: Почните са превођењем

source: Translating
de: Übersetzen
sr: Превођење

source: Translation Progress Report
de: Fortschrittsbericht der Übersetzungen
sr: Извештај о превођењу

source: Meet Khan Academy
de: Triff die Khan Academy
sr: Упознајте Кхан Академију

source: Content
de: Lerninhalt
sr: Садржај

source: Videos
sr: Снимци

source: List of all Videos
de: Liste aller Videos
sr: Списак свих снимака

source: Subjects
de: Fächer
sr: Предмети

source: Jump to subject
de: Gehe zum Thema
sr: Скочи на предмет

source: Subject
de: Fach
sr: Предмет

source: Topic
de: Thema
sr: Област

source: Subtopic
de: Unterthema
sr: Тема

source: Subtopic Report
de: Bericht zum Unterthema
sr: Извештај за тему

source: Tutorials
sr: Водичи

source: Tutorial Report
de: Bericht zum Tutorial
sr: Извештај за водич

source: Go back to <a href="%(root)sindex.html#subject-%(sub)s">home page</a>.
de: Zurück zur <a href="%(root)sindex.html#subject-%(sub)s">Startseite</a>
sr: Вратите се на <a href="%(root)sindex.html#subject-%(sub)s">почетну страницу</a>.

source: Tutorial
sr: Водич

source: Video
sr: Снимак

source: Watch video '%(title)s'
de: Video '%(title)s' ansehen
sr: Погледајте снимак '%(title)s'

source: ...no title
de: ... kein Titel
sr: ...без наслова

source: Translate video
de: Übersetz ein Video
sr: Преведите снимак

source: Amara
sr: Амара

source: Description
de: Beschreibung
sr: Опис

source: ...no description
de: ... keine Beschreibung
sr: ...без описа

source: completed
de: fertig
sr: завршено

source: Watch video '%(title)s' in English
de: Video '%(title)s' in Englisch ansehen
sr: Погледајте снимак '%(title)s' на енглеском

source: English
de: Englisch
sr: енглески

source: Watch video '%(title)s' in Serbian
de: Video '%(title)s' in Deutsch ansehen
sr: Погледајте снимак '%(title)s' на српском

source: Serbian
de: Deutsch
sr: српски

source: Revisions
de: Überarbeitungen
sr: Ревизије

source: Translator profile
de: Übersetzerprofil
sr: Профил преводиоца

source: ...no revisions
de: ... keine Überarbeitungen
sr: ...без ревизија

source: Go back to <a href="index.html">current topic</a> or to <a href="%(root)sindex.html">home page</a>.
de: Zurück zum to <a href="index.html">aktuellen Thema</a> oder zur <a href="%(root)sindex.html">Startseite</a>
sr: Вратите се на <a href="index.html">текућу област</a> или на <a href="%(root)sindex.html">почетну страницу</a>.

source: Video '%(title)s' on Khan Academy
de: Video '%(title)s' auf der Khan Academy
sr: Снимак '%(title)s' на Кхан Академији

source: Translate video '%(title)s'
de: Übersetze das Video '%(title)s'
sr: Преведите снимак '%(title)s'

source: Go back to <a href="index.html">home page</a>.
de: Zurück zur <a href="index.html">Startseite</a>
sr: Вратите се на <a href="index.html">почетну страницу</a>.

source: Jump to video '%(title)s'
de: Gehe zum Video '%(title)s'
sr: Скочите на снимак '%(title)s'

source: List of All Videos
sr: Списак свих снимака
