Repository: gonadarian/kagen
Catalog: locale/*/LC_MESSAGES/videos.po
Languages: de, sr

source: Coach resources
sr: Ресурси за тренере

source: Reference for coaches
sr: Референце за тренере

source: Classroom case studies
de: Fallbeispiele von Klassenräumen
sr: Учионице - студије случајева

source: Los Altos School District
de: Schulbezirk Los Altos
sr: Школски округ Лос Алтос

source: Economics and finance
sr: Економија и финансије

source: Finance and capital markets
de: Finanz- und Kapitalmärkte
sr: Финансије и тржишта капитала

source: Housing
de: Wohnungswesen
sr: Некретнине

source: Paulson Bailout
de: Paulson Notverkauf
sr: Полсонов бејлаут

source: Inflation
sr: Инфлација

source: Inflation basics
de: Grundlagen zur Inflation
sr: Основе инфлације

source: Money, banking and central banks
sr: Новац, банкарство и централне банке

source: Banking and Money
de: Das Bankwesen und Geld
sr: Банкарство и новац

source: 2008 Bank bailout
de: Finanzkrise 2008
sr: Банкарски бејлаут 2008.

source: 2011-2012 Greek Debt Crisis
de: Griechische Schuldenkrise 2011 - 2012
sr: 2011-2012 Грчка дужничка криза

source: Stocks and bonds
de: Aktien und Obligationen
sr: Акције и обвезнице

source: Life of a company--from birth to death
de: Das Leben eines Unternehmens -- von der Geburt bis zum Untergang
sr: Живот компаније - од рођења до смрти

source: Humanities
de: Geisteswissenschaften
sr: Друштвене науке

source: American civics
sr: Америчко грађанско васпитање

source: Art history
sr: Историја уметности

source: - 400 C.E. Ancient Cultures
de: - 400 n. Chr. antike Kulturen
sr: До 400 п.н.е. - Древне културе

source: Ancient Near East
de: Der antike Nahe Osten
sr: Древни Блиски исток

source: Introduction to Art History
de: Einführung in die Kunstgeschichte
sr: Увод у историју уметности

source: Introduction
sr: Увод

source: The Basics
de: Die Grundlagen
sr: Основе

source: World history
sr: Историја света

source: 1700-1900: Enlightenment and the Industrial Revolution
sr: 1700-1900: Просветљење и индустријска револуција

source: France's many revolutions and republics
de: Frankreichs Revolutionen und Republiken
sr: Бројне француске револуције и републике

source: 1900 - Present: The Recent Past
sr: 1900 - данас: Недавна прошлост

source: Beginning of World War I
de: Beginn des Ersten Weltkriegs
sr: Почетак Првог светског рата

source: The Cold War
de: Der Kalte Krieg
sr: Хладни рат

source: Before 1300: Ancient and Medieval History
sr: До 1300: Древна и средњевековна историја

source: Ancient
de: Antik
sr: Древно

source: Math
de: Mathe
sr: Математика

source: Algebra
sr: Алгебра

source: Analytic geometry -visualizing linear relationships
de: Analytische Geometrie - lineare Beziehungen bildlich veranschaulichen
sr: Аналитичка геометрија - визуализација линеарних односа

source: More analytic geometry
de: Mehr analytische Geometrie
sr: Још аналитичке геометрије

source: Graphing and analyzing linear functions
sr: Цртање и анализа линеарних функција

source: Graphing linear inequalities
de: Lineare Ungleichungen zeichnen
sr: Исцртавање линеарних неједначина

source: Conic sections
de: Kegelschnitte
sr: Конусни пресеци

source: Functions
de: Funktionen
sr: Функције

source: Function inverses
de: Umkehrfunktionen
sr: Инверзне функције

source: Classic function videos
de: klassische Videos zu Funktionen
sr: Класични снимци о функцијама

source: Linear equations
de: Lineare Gleichungen
sr: Линеарне једначине

source: Introduction to algebra
sr: Увод у алгебру

source: Variables and expressions
de: Variablen und Ausdrücke
sr: Променљиве и изрази

source: Equations for beginners
de: Gleichungen für Anfänger
sr: Једначине за почетнике

source: Absolute value equations
de: Gleichungen mit Beträgen
sr: Једначине са апсолутном вредношћу

source: Old school equations with Sal
de: ältere Videos zu Gleichungen
sr: Једначине старе школе са Салом

source: Linear inequalities
de: Lineare Ungleichungen
sr: Линеарне неједначине

source: Matrices
de: Matrizen
sr: Матрице

source: Matrix multiplication
de: Matrizenmultiplikation
sr: Множење матрица

source: Inverting matrices
de: Matrizen invertieren
sr: Инверзија матрице

source: Multiplying and factoring expressions
sr: Множење и рашчлањивање израза

source: Factoring simple expressions
sr: Рашчлањивање једноставних израза

source: Polynomials
de: Polynome
sr: Полиноми

source: Multiplying monomials, binomials and polynomials in general
sr: Опште множење монома, бинома и полинома

source: Quadratics functions and equations
sr: Квадратне функције и једначине

source: Quadratic odds and ends
de: Kleinigkeiten zu quadratischen Gleichungen
sr: Квадратне разноврсности

source: Applying mathematical reasoning
sr: Примена математичког резоновања

source: Arithmetic properties
de: arithmetische Eigenschaften
sr: Аритметичка својства

source: Systems of equations and inequalities
de: Gleichungs- und Ungleichungssysteme
sr: Системи једначина и неједначина

source: Systems of inequalities
de: Ungleichungssysteme
sr: Системи неједначина

source: Arithmetic and pre-algebra
de: Arithmetik und Vorkenntnisse Algebra
sr: Аритметика и припрема за алгебру

source: Addition and subtraction
de: Addition und Subtraktion
sr: Сабирање и одузимање

source: Intro to addition and subtraction
de: Einführung in die Addition und Subtraktion
sr: Увод у сабирање и одузимање

source: Two digit addition and subtraction
de: Addition und Subtraktion mit zweistelligen Zahlen
sr: Сабирање и одузимање двоцифрених бројева

source: Addition with carrying
de: Addieren mit Übertrag
sr: Сабирање са преносом

source: Subtraction with borrowing (regrouping)
de: Subtrahieren mit Übertrag
sr: Одузимање са позајмљивањем (прегруписавање)

source: Addition and subtraction word problems
de: Textaufgaben zur Addition und Subtraktion
sr: Описни задаци из сабирања и одузимања

source: Decimals
de: Dezimalzahlen
sr: Децимални бројеви

source: Conceptualizing decimals and place notation
de: Die Idee hinter Dezimalzahlen und des Stellenwertsystems
sr: Концептуализација децималних бројева и одређивање места

source: Decimals on a number line
sr: Децимале на бројевној правој

source: Comparing decimals
sr: Поређење децималних бројева

source: Adding and subtracting decimals
de: Dezimalzahlen addieren und subtrahieren
sr: Сабирање и одузимање децималних бројева

source: Multiplying decimals
de: Dezimalzahlen multiplizieren
sr: Множење децималних бројева

source: Dividing decimals
sr: Дељење децималних бројева

source: Converting between fractions and decimals
sr: Претварање између разломака и децималних бројева

source: Equivalent fractions and simplified form
sr: Идентични разломци и скраћени облик

source: Dividing fractions
sr: Дељење разломака

source: Comparing fractions
sr: Поређење разломака

source: Multiplying fractions
sr: Множење разломака

source: Multiplying fractions word problems
sr: Описни задаци из множења разломака

source: Intro to percentages
sr: Увод у проценте

source: Percent word problems
sr: Описни задаци са процентима

source: Estimating and rounding with decimals
sr: Процењивање и заокруживање са децималним бројевима

source: Significant figures
sr: Значајне цифре

source: Moving the decimal to multiply and divide by 10
sr: Померање децималног зареза ради множења и дељења са 10

source: Factors and multiples
de: Faktoren und Vielfache
sr: Чиниоци и садржаоци

source: Divisibility tests
de: Teilbarkeitstests
sr: Тестови дељивости

source: Divisibility and factors
de: Teilbarkeit und Faktoren
sr: Дељивост и чиниоци

source: Prime numbers
de: Primzahlen
sr: Прости бројеви

source: Prime factorization
de: Primzahlzerlegung
sr: Разлагање на просте чиниоце

source: Least common multiple
de: Kleinstes gemeinsames Vielfaches
sr: Најмањи заједнички садржалац

source: Greatest common divisor
de: Größter gemeinsamer Teiler
sr: Највећи заједнички делилац

source: Fractions
de: Brüche
sr: Разломци

source: Adding and subtracting fractions
de: Addition und Subtraktion von Brüchen
sr: Сабирање и одузимање разломака

source: Mixed numbers and improper fractions
de: Gemischte Zahlen und unechte Brüche
sr: Мешовити бројеви и неправи разломци

source: Understanding fractions
sr: Разумевање разломака

source: Decimals and fractions
sr: Децимални бројеви и разломци

source: Number sets
de: Zahlenmengen
sr: Скупови бројева

source: Multiplication and division
de: Multiplikation und Division
sr: Множење и дељење

source: Basic multiplication
sr: Основе множења

source: One-digit division
sr: Једноцифрено дељење

source: Multiplication fun
de: Spaß mit Multiplikation
sr: Забавно множење

source: Delightful division
de: dienliche Division
sr: Слатко дељење

source: Starter multiplication and division word problems
de: Textaufgaben zur Multiplikation und Division (für Einsteiger)
sr: Почетни описни проблеми из множења и дељења

source: The distributive property
de: Das Distributivgesetz
sr: Дистрибутивно својство

source: Order of operations
de: Die Reihenfolge der mathematischen Operationen
sr: Редослед операција

source: Place value
de: Stellenwertsystem
sr: Месна вредност

source: Multi-digit multiplication
de: Multiplikation mehrstelliger Zahlen
sr: Вишецифрено множење

source: Loooong division!
de: Schriftliche Division
sr: Дуууугачко дељење!

source: Rounding whole numbers
de: Ganze Zahlen runden
sr: Заокруживање целих бројева

source: Lattice multiplication
de: Gittermultiplikation
sr: "Мрежасто" множење

source: Partial quotient division
de: Division mit Teilquotienten
sr: Дељење кроз одузимање

source: Negative numbers and absolute value
de: Negative Zahlen und Beträge
sr: Негативни бројеви и апсолутна вредност

source: Negative number basics
de: Grundlegendes zu negativen Zahlen
sr: Основе негативних бројева

source: Adding and subtracting negative numbers
de: Negative Zahlen addieren und subtrahieren
sr: Сабирање и одузимање негативних бројева

source: Multiplying and dividing negative numbers
de: Negative Zahlen multiplizieren und dividieren
sr: Множење и дељење негативних бројева

source: Absolute value
de: Beträge
sr: Апсолутна вредност

source: Calculus
de: Analysis
sr: Анализа

source: AP Calculus practice questions
de: Übungsaufgaben zur Analysis
sr: Питања за вежбање АП анализе

source: Calculus BC sample questions
de: Beispielfragen zur Analysis
sr: Примери питања из БЦ анализе

source: Indefinite and definite integrals
de: Bestimmte und unbestimmte Integrale
sr: Одређени и неодређени интеграли

source: Definite integrals
de: Bestimmte Integrale
sr: Одређени интеграли

source: Limits
de: Grenzwerte
sr: Лимеси

source: Squeeze theorem
de: Der Einschnürungssatz
sr: Теорема о два полицајца

source: Maclaurin and Taylor series
de: Die Maclaurinsche und die Taylorreihe
sr: Меклоренови и Тејлорови редови

source: Geometry
de: Geometrie
sr: Геометрија

source: Points, lines, and planes
sr: Тачке, линије и равни

source: Introduction to Euclidean geometry
de: Einführung in die euklidische Geomerie
sr: Увод у еуклидску геометрију

source: Probability and statistics
de: Wahrscheinlichkeitsrechnung und Statistik
sr: Вероватноћа и статистика

source: Independent and dependent events
de: Abhängige und unabhängige Ereignisse
sr: Независни и зависни догађаји

source: Basic probability
de: Grundlagen der Wahrscheinlichkeitsrechnung
sr: Основе вероватноће

source: Random variables and probability distributions
de: Zufallsvariablen und Wahrscheinlichkeitsverteilungen
sr: Случајне променљиве и дистрибуција вероватноће

source: Poisson process
de: Poisson-Prozess
sr: Поисонов процес

source: Recreational math
sr: Рекреативна математика

source: Brain teasers
de: Denksportaufgaben
sr: Мозгалице

source: Trigonometry and precalculus
de: Trigonometrie und Vorkenntnisse Analysis
sr: Тригонометрија и припрема за анализу

source: Ellipses
de: Ellipsen
sr: Елипсе

source: Functions and their graphs
de: Funktionen und ihre Graphen
sr: Функције и њихови графикони

source: Introduction to functions
de: Einführung in Funktionen
sr: Увод у функције

source: Limit basics
de: Grundlagen zu Grenzwerten
sr: Основе лимеса

source: Probability and combinatorics
de: Wahrscheinlichkeit und Kombinatorik
sr: Вероватноћа и комбинаторика

source: Probability using combinatorics
de: Wahrscheinlichkeit mithilfe der Kombinatorik
sr: Вероватноћа помоћу комбинаторике

source: Science
sr: Наука

source: Biology
de: Biologie
sr: Биологија

source: Cells and cell division
de: Zellen und Zellteilung
sr: Ћелије и деоба ћелија

source: Evolution and natural selection
de: Evolution und die natürliche Selektion
sr: Еволуција и природна селекција

source: Tree of life
de: Der Baum des Lebens
sr: Дрво живота

source: Computer science
de: Informatik
sr: Рачунарске науке

source: Cosmology and astronomy
de: Kosmologie und Astronomie
sr: Космологија и астрономија

source: Life on Earth and in the Universe
de: Das Leben auf der Erde und im Universum
sr: Живот на Земљи и у свемиру

source: History of life on Earth
de: Geschichte des Lebens auf der Erde
sr: Историја живота на Земљи

source: Scale of the Universe
de: Ausmaß der Universums
sr: Размера свемира

source: Scale of earth, sun, galaxy and universe
sr: Размера Земље, Сунца, галаксије и свемира

source: Big bang and expansion of the universe
de: Der Urknall und die Ausdehnung des Universums
sr: Велики прасак и ширење свемира

source: Healthcare and medicine
sr: Здравство и медицина

source: Endocrinology and Diabetes
de: Endokrinologie und Diabetes
sr: Ендокринологија и дијабетес

source: Health Care System
de: Das Gesundheitswesen
sr: Здравствени систем

source: Heart Disease and Stroke
de: Herzkrankheiten und Schlaganfälle
sr: Болести срца и шлог

source: Physics
de: Physik
sr: Физика

source: Forces and Newton's Laws of Motion
de: Kräfte und die Newton'schen Gesetze
sr: Силе и Њутнов закон кретања

source: Newton's laws of motion
de: Die Newton'schen Gesetze
sr: Њутнов закон кретања

source: Gravitation
sr: Гравитација

source: Newton's law of gravitation
de: Newton's Gravitationsgesetz
sr: Њутнов закон гравитације

source: One-dimensional motion
de: Eindimensionale Bewegungen
sr: Једнодимензионално кретање

source: Displacement, velocity and time
sr: Померање, брзина и време

source: Talks and interviews
sr: Разговори и интервјуи

source: Other features
de: Anderes mit Beteiligung der Khan Academy
sr: Друга својства

source: School pilots
de: Pilotprojekte an Schulen (USA)
sr: Школски пилоти

source: Test prep
sr: Припреме за тестове

source: California Standards Test
sr: Стандардни калифорнијски тест

source: Algebra I
sr: Алгебра I

source: Python programming
sr: Програмирање у Пајтону

source: Compound and absolute value inequalities
de: Ungleichungen mit Beträgen
